<!--
 - 商品购买服务协议
 -
 - author: zhangxiao
 - date: 2017/6/14
 -->

<template>

  <s-app>

    <s-header>商品购买服务协议</s-header>

    <s-main>

      <article class="guide-article">

        <p>如您要购买交易虎平台提供的手机游戏商品或服务，您需要注意并遵守以下内容：</p>

        <p>
          您目前在交易虎参与的交易，目前及未来服务类别可分为寄售交易、担保交易两类。寄售，是指卖家将交易商品放置在自己账号内，发布寄售信息时将账号密码输入发布系统，由交易虎在交易时通过登录卖家账号发货给买家进行交易的方式。</p>

        <p>担保交易，是指卖家不需填写游戏账号信息，交易时由交易虎通知卖家与买家交易或通过交易虎中转的一种交易方式。</p>

        <ol>

          <li>交易虎工作人员不会以任何理由在游戏里向您索取交易虎账号、变更角色名、交易地点、删除角色等信息。</li>

          <li>交易虎工作人员不会在游戏里再向您取回任何物品，如果交易成功之后，您在游戏里将物品交易给任何人，交易虎概不负责也不承担任何法律责任。</li>

          <li>交易虎工作人员不会在游戏里向您索取任何游戏账号和交易虎账号的信息，如果您在游戏里泄露任何关于游戏账号和交易虎账号的信息，交易虎概不负责也不承担任何法律责任。</li>

          <li>邮寄的订单，您下订单填写角色名或其他账号信息时填写错误，因您没在第一时间告诉交易虎工作人员正确角色名，导致没收到货物，交易虎概不负责也不承担任何责任。</li>

          <li>如果您的订单是通过QQ进行收货沟通工具时，交易虎有权在交易过程中核对您使用的QQ是否与填单QQ相一致，并有权无条件拒绝QQ不一致的交易。</li>

          <li>所有交易游戏商品或服务因游戏开发商或运营商之原因造成该商品或服务属性变化、商品或服务消失、封存等情况，交易虎概不负责。</li>

          <li>由于虚拟交易的特殊性，购买商品或服务存在一定的风险，交易虎和您一样无法辨别商品或服务的来源，交易虎可以提供一份“交易证明”，证明您是在交易虎合法购买的此商品或服务，您可以联系游戏官方网站找回。</li>

          <li>交易虎不审核道具类商品的市场价值，请您购买时再三确认是否要交易。若交易成功后，您对道具类商品市场价值有异议，交易虎概不负责也不承担任何法律责任。</li>

          <li>您的商品购买款项将首先进入到【交易虎】在支付宝或微信的账户，一旦商品交易完成后【交易虎】将该商品款项转账到卖家设置的支付宝或微信账户，如果交易失败则会回退您的款项。</li>

          <li>
            <p>
              为保护您的合法权益，交易虎特别设置了 “交易保护期”，交易保护期自交易虎收到卖家发货确认开始、至您确认收到商品或服务时结束，根据不同商品或服务，设置不同的交易保护期时长。在交易保护期内，您将可以依据交易虎有关规则对交易进行申诉，交易保护期及申诉处理规则详情请查阅交易指南。</p>

            <h3>在此交易虎向您明确，请您务必留意：</h3>

            <ul>

              <li>
                不同业务的交易保护期（确认收货时间，后面都同样的意义）各有差异，请您关注交易虎交易指南中公示【交易保护期】。交易虎有权随着业务发展需要单方调整交易保护期时长，但会在调整交易保护期时长时，在交易指南中告知。如本协议交易保护期与交易虎更新后的保护期时长不同，以最新版本的交易保护期时长为准。
              </li>

              <li>
                在交易保护期内，您有严格的物品验证义务，应当对所购买物品、账号等虚拟财产的使用限制、期效限制等（实名绑定与否、是否有有效期限制、其他权限设置是否影响买家自身使用等），进行详细、全面的验证，您如果对商品属性等内容存在疑问，请您暂时不要确认收货，务必在交易保护期内提起申诉；一旦您确认收货，资金已经通过打款给卖家，交易虎无法为您进行退货退款处理。
              </li>

              <li>申诉期间，请不要对账号的属性进行改动，避免因为账号属性的更改造成申诉失败。</li>

              <li>交易保护期内，交易虎申诉处理结果是单方作出且立即生效的，一旦您向交易虎提出申诉，交易虎完成申诉处理后会立刻打款或退款。</li>

            </ul>

          </li>

          <li>
            <h3>您确认收到商品或服务后交易保护期即时结束。</h3>

            <h4>在此交易虎向您明确，请您务必留意：</h4>

            <ul>

              <li>申诉期间，请不要对账号的属性进行改动，避免因为账号属性的更改造成申诉失败。</li>

            </ul>

          </li>

          <li>
            如卖家发布的商品，存在涉嫌违反国家法律法规、网络游戏及虚拟货币相关政策以及游戏运营方的市场政策及规则约束的情况下，交易虎有权采取将商品下架、终止交易或取消交易等操作，如您已经支付货款，在采取前述操作后，交易虎会将您已经支付的货款退还。
          </li>

          <li>
            请您遵守诚实信用原则进行交易，如交易虎发现您存在不当使用计算机信息系统或互联网的行为（包括但不限于利用大量注册账号、利用程序漏洞进行商品发布和交易、破坏系统的稳定性影响其他用户等），交易虎有权取消相关交易、关闭您的交易账号或以其他方式终止对您提供服务。
          </li>

          <li>以下内容属于账号类商品交易须知：

            <ul>

              <li>所有账号交易，买家在交易成功后虚报受到诈骗、盗窃或其他方式恶意仲裁的，交易虎有权查封用户的交易虎账号并将用户列入黑名单、锁定其银行账号。</li>

              <li>所有账号交易，在与市场价格差额幅度过大时，交易虎有权直接取消交易。</li>

              <li>由于账号的特殊性，交易虎无法判定该账号的来源及归属，由此类问题引发的交易纠纷，交易虎概不负责。</li>

              <li>
                由于账号交易的特殊性，购买账号存在一定的风险，交易虎会尽可能的引导您修改资料，保障账号的安全，但无法保证账号是否会被卖家取回，交易虎可以提供一份“交易证明”，证明您是在交易虎合法购买的此账号，您可以凭借证明向第三关联方或国家有关机关主张自己的合法权益。
              </li>

            </ul>

          </li>

        </ol>

        <p>凡通过交易虎网站购买商品，即表示接受并遵守以上内容。交易虎有权对以上条款不时进行补充和修改的权利，在交易虎更新协议版本后如您继续接受交易虎提供的服务，视为您已接受更新后的协议。</p>

      </article>

      <s-footer></s-footer>

    </s-main>

  </s-app>

</template>

<script>
  import '../../styles/guide-article.scss';

  export default {
    name: 'purchaseService',
    data () {
      return {}
    }
  }
</script>


