<!--
 - 用户交易虎用户协议
 -
 - author: 张潇
 - date: 2017/6/14
 -->

<template>

  <s-app>

    <s-header>交易虎用户协议</s-header>

    <s-main>

      <article class="guide-article">

         <section>

           <h3>一、用户权利和义务</h3>

           <ol>

             <li>用户有权利拥有自己在交易虎的通行证，包括但不限于用户名、登录密码，并有权利使用自己的用户名及密码随时登录交易虎交易平台。用户不得以任何形式擅自转让或授权他人使用自己在交易虎用户名。</li>

             <li>用户有权根据本服务协议的规定以及交易虎上发布的相关规则、声明利用网上交易平台查询物品信息、发布交易信息、登录物品、购买物品、与其他用户订立物品买卖合同、参加交易虎的有关活动以及有权享受交易虎提供的其他的相关信息服务。用户保证其具有相应的法律权利和行为能力进行上述活动，其在交易虎交易平台进行或参与上述行为不会导致其违反任何适用的法律法规，及对用户具有约束力的合同、协议、法院及仲裁机构的有效裁判、规章、行政许可、政府命令、禁令及其他文件的规定，并保证对该等行为独立承担一切法律责任（包括但不限于出售非法或侵权物品的法律责任及任何对第三方的侵权及违约责任）。若交易虎因任何可归咎于用户违反法律法规，或对用户具有约束力的合同、协议、法院及仲裁机构的有效裁判、规章、行政许可、政府命令、禁令及其他文件的行为承担任何连带责任，用户同意对交易虎的损失予以全额赔偿。同时，鉴于【交易虎】为用户提供服务过程中，有时需要使用游戏客户端软件，因此，用户须自行下载、安装游戏客户端软件，用户在此确认，用户在下载、安装游戏客户端软件前已经阅读、理解并完全接受运营商相关游戏之客户端协议，【交易虎】不负责游戏客户端软件的下载、和安装。同时用户全权委托及授权【交易虎】代表用户本人使用游戏客户端软件提供相关交易服务。</li>

             <li>用户在交易虎进行网上交易过程中如与其他用户因交易产生纠纷，可以请求交易虎平台从中予以协调。用户如发现其他用户有违法或违反本服务协议的行为，可以向交易虎进行反映要求处理。如用户因网上交易与其他用户产生诉讼的，用户有权通过司法部门要求交易虎提供相关资料。</li>

             <li>用户有义务提供自己的真实资料（包括但不限于有效身份证复印件），并保证诸如电子邮件地址、联系电话等内容的真实性、有效性及安全性，保证交易虎及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在交易虎进行注册或认证。用户保证当绑定注册信息（包括但不限于电子邮件、银行帐户）丢失或失效时，及时与交易虎联系，并注销该帐户。</li>

             <li>用户应当保证在使用交易虎网上交易平台进行交易过程中遵守诚实信用的原则，不发布虚假信息，不恶意抬高物价，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</li>

             <li>用户在交易虎网上交易平台上不得发布各类违法或违规信息。</li>

             <li>用户在交易虎网上交易平台上不得买卖国家禁止销售的或限制销售的物品，不得买卖侵犯他人知识产权或其他合法权益的物品，也不得买卖违背社会公共利益或公共道德的或是交易虎认为不适合在交易虎上销售的物品。</li>

             <li>用户承诺自己在使用交易虎时实施的所有行为遵守国家法律、法规和交易虎的相关规定以及各种社会公共利益或公共道德。对于任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</li>

             <li>不作商业性利用。用户同意，不对交易虎及其任何资料作商业性利用，包括但不限于在未经交易虎事先书面同意的情况下，以复制、传播等方式使用在交易虎上展示的任何资料。</li>

             <li>用户同意接收来自交易虎的信息。</li>

           </ol>

         </section>

         <section>

          <h3>
            二、交易虎权利和义务
          </h3>

          <ol>

            <li>交易虎有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户交易活动能够顺利进行。</li>

            <li>对用户在使用交易虎网上交易平台中所遇到的与交易相关的问题及反映的情况，交易虎将会及时做出回复。</li>
            <li>对于在交易虎手游交易平台上的不当行为或其它任何交易虎认为应当终止服务的情况，交易虎有权随时做出删除相关信息、终止服务提供等处理，而无须征得用户的同意。如用户违反本协议及【交易虎】相关规则、声明等内容，【交易虎】有权采取包括但不限于限制订单、锁定用户名、封锁个别IP、终止服务直至永久锁定用户账户等一项或多项处理措施。</li>
            <li>
              <p>鉴于交易平台的特殊性，交易虎没有义务对用户的资料、所有的交易行为以及与交易有关的其他事项进行事先审查，但如存在下列情况，交易虎有权根据不同情况选择保留或删除相关信息以及选择继续或停止对该用户提供服务，并追究相关法律责任：</p>
              <ol>
                <li>（1）用户或其他第三方通知交易虎，认为某个具体用户或具体交易事项可能存在重大问题；</li>
                <li>（2）用户或其他第三方向交易虎告知交易平台上有违法或不当行为的，交易虎以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；</li>
              </ol>
            </li>
            <li>用户在交易虎网上交易过程中如与其他用户因交易产生纠纷，请求交易虎从中予以调处，经交易虎审核后，交易虎有权通过电子邮件等联系方式向纠纷双方了解情况，并将所了解的情况通过电子邮件等联系方式互相通知对方。</li>
            <li>用户因在交易虎从事网上交易与其他用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求交易虎提供相关资料，交易虎应积极配合并提供有关资料。</li>
            <li>交易虎有权对用户的注册资料及交易行为进行查阅，发现注册资料或交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接做出删除等处理。</li>
            <li>经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者交易虎有足够事实依据可以认定用户存在违法或违反服务协议行为的，交易虎有权选择下列一种或多种处理措施进行处理：
              <ol>
                <li>（1）中止或终止用户网上交易权限；</li>
                <li>（2）注销或删除用户帐户；</li>
                <li>（3）在交易虎交易平台及所在网站上以网络发布形式公布用户的违法行为。</li>
              </ol>
            </li>
            <li>
              <p>对于用户在交易虎交易平台发布的下列各类信息，交易虎有权在不通知用户的前提下进行删除或采取其他限制性措施，该类信息包括但不限于：</p>
                <ol>
                  <li>（1）以规避费用为目的；</li>
                  <li>（2）以恶意抬高物价为目的；</li>
                  <li>（3）交易虎有理由相信存在欺诈等恶意或虚假内容；</li>
                  <li>（4）交易虎有理由相信与网上交易无关或不是以交易为目的；</li>
                  <li>（5）交易虎有理由相信存在恶意竞价或其他试图扰乱正常交易秩序因素；</li>
                  <li>（6）交易虎有理由相信该信息违反公共利益或可能严重损害交易虎和其他用户合法利益的；</li>
                  <li>（7）其他可能损害交易虎、交易虎其他用户或公共利益信息。</li>
                </ol>
            </li>
            <li>许可使用权。用户以此授予交易虎独家的、全球通用的、永久的、免费的许可使用权利（以及对该许可使用权进行再授权的权利），使交易虎有权（全部或部份地）使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于网站的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其他作品内。</li>
            <li>关于Cookies的限制，交易虎会在用户的电脑上设定或取用cookies。交易虎允许那些在交易虎网页上发布广告的公司到用户电脑上设定或取用cookies。在用户登录时获取资料，交易虎使用cookies可为您用户提供个性化服务。如果拒绝所有cookies，用户将不能使用需要登录的交易虎产品及服务内容。</li>
            <li>您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：
                <ol>
                  <li>（1）交易虎通过您的用户名和密码识别您的指示，请您妥善保管您的用户名和密码，对于因密码泄露所致的损失，由您自行承担。</li>
                  <li>（2）如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。</li>
                  <li>（3）您同意，基于运行和交易安全的需要，本公司可以暂时停止提供或者限制本服务部分功能,或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。</li>
                  <li>（4）用户在交易过程中可能产生用户名被盗或被骗的情况，由此您同意，为维护您的权益，交易虎可以视情况采取重置用户密码及限制资金相关的操作。</li>
                </ol>
            </li>
          </ol>
         </section>
      </article>

      <s-footer></s-footer>

    </s-main>

  </s-app>

</template>

<script>
  import '../../styles/guide-article.scss';

  export default {
    name: 'userAgreement',
    data () {
      return {}
    }
  }
</script>
