/**
 * 公告列表
 *
 * author: Storm
 * date: 2017/07/07
 */

export default [
  {
    id: 1,
    title: '交易虎手游交易平台正式上线运营',
    content: `
<p>尊敬的用户朋友，交易虎（www.jiaoyihu.com）是一个提供手机游戏虚拟物品交易服务的交易平台，将于2017年7月10日起正式上线运营。
为满足广大手游用户的交易诉求，我们提供每周7×24小时全天候安全快速的手游账号、道具、游戏币在线客服交易服务，并且0交易手续费噢！请用户朋友们奔走相告，欢迎您尝鲜使用，提出您的宝贵建议。</p>
<p>如您有任何疑问或建议，请联系交易虎【咨询客服】</p>
<p class="text-right">交易虎团队</p>
    `
  },
  {
    id: 2,
    title: '交易虎防骗小课堂',
    content: `
<h3>尊敬的用户朋友：</h3>
<p>交易虎（www.jiaoyihu.com）是一个提供手机游戏虚拟物品交易服务的交易平台，平台订单均使用在线客服发货，通过QQ、邮件、微信、电话联系您发货或者向您索要保证金、滞纳金、安全险的都是骗子！请在交易虎官网【个人中心-全部订单】页面联系在线客服配合发货，以免让骗子有机可乘。</p>
<p>以下为常见的欺诈手段，请用户朋友们须知，谨防受骗</p>
<ol>
  <li>
    <h4>一：QQ诈骗 </h4>
    骗子自称交易虎官方客服通过QQ联系卖家/买家索取换绑验证码、账号密码、保证金、安全险等行为；
  </li>
  <li>
    <h4>二：邮件诈骗</h4>
    骗子自称交易虎官方客服通过邮件形式向卖家/买家索取验证码、账号密码信息或者保证金、安全险等行为；
  </li>
  <li>
    <h4>三：短信诈骗</h4>
    骗子利用系统短信自称交易虎官方客服向卖家/买家下发有盗取账号密码、索要保证金等意图短信内容的欺诈行为；
  </li>
  <li>
    <h4>四：支付宝诈骗</h4>
    骗子通过假冒客服，发送支付宝付款码或者收款用户名给卖家/买家以交易虎的名义索要保证金。交易虎不会以任何形式向用户索要钱款！
  </li>
  <li>
    <h4>五：微信诈骗</h4>
    骗子通过假冒客服，发送微信付款码给卖家/买家以交易虎的名义索要保证金。交易虎不会以任何形式向用户索要钱款！
  </li>
  <li>
    <h4>六：钓鱼网站、第三方客服诈骗</h4>
    骗子诱导用户进入伪造的交易虎网站或者客服地址链接，假客服要求获取用户换绑验证码、账号密码、保证金、安全险等行为。
  </li>
</ol>
<p>如遇到上述类似情况，请直接登录交易虎官网联系发货客服或咨询客服，避免上当受骗！</p>
    `
  }
]
